## Constants for internationalization

allyItemTreeTableSummary = Baumtabelle mit Ankreuzfeldern und Leistungs\u00fcbersicht, Kategorien und Elementen. Der Wurzelknoten ist die Leistungs\u00fcbersicht, die inneren Knoten sind die Kategorien (falls diese Funktion aktiviert ist) und die Blattknoten sind die Elemente. \n\tJeder Knoten verf\u00fcgt \u00fcber ein Ankreuzfeld, damit der Knoten und ihm untergeordnete Knoten in der Kalkulationstabelle zur Mehrfachbewertung ausgew\u00e4hlt werden k\u00f6nnen. Das Bearbeitungsfenster wird durch einen Doppelklick auf einen Knoten angezeigt. \n\tKlicken Sie mit der rechten Maustaste auf den Knoten, um das Men\u00fcfenster zu \u00f6ffnen und um neue Elemente und Kategorien zu l\u00f6schen, zu bearbeiten oder zu erstellen. 

categoryName = Kategorie
itemName = Element
weightName = Gewichtung
scoreName = Punktzahl
outOfName = von insgesamt
dateDueName = Abgabetermin
meanName = Mittel
stdvName = m.F.
medianName = Median
modeName = Modus
rankName = Rang
commentName = Kommentare

## ItemTreePanel Alert Message
categoriesNot100Percent = Diese Leistungs\u00fcbersicht ist nicht richtig gewichtet.

fileMenuNewCategory = Neue Kategorie
fileMenuNewItem = Neues Element

itemNameToolTip = Geben Sie den Namen ein
releaseGradesToolTip = Ankreuzen, um die Kursbewertungen f\u00fcr Teilnehmer anzuzeigen
releaseItemsToolTip = Ankreuzen, um die freigegebenen Punktzahlen f\u00fcr Teilnehmer anzuzeigen
showMeanToolTip = Ankreuzen, um das Mittel f\u00fcr Teilnehmer anzuzeigen 
showMedianToolTip = Ankreuzen, um den Median f\u00fcr Teilnehmer anzuzeigen 
showModeToolTip = Ankreuzen, um den Modus f\u00fcr Teilnehmer anzuzeigen
showRankToolTip = Ankreuzen, um den Rang f\u00fcr Teilnehmer anzuzeigen
showItemStatsToolTip = Ankreuzen, um die Statistiken auf Elementebene f\u00fcr Teilnehmer anzuzeigen
showStatisticsChartToolTip = Ankreuzen, um die Statistiktabelle f\u00fcr Teilnehmer anzuzeigen
scaledExtraCreditToolTip = Ankreuzen, um die Punktegutschrift durch den Abgleich der eingetragenen Werte mit der f\u00fcr die Kategorie oder Leistungs\u00fcbersicht definierten, insgesamt erreichbaren Gesamtpunktezahl zu berechnen, \n\tund nicht durch die Anpassung an die insgesamt erreichbare Gesamtpunktezahl der bewerteten Elemente
percentCourseGradeToolTip = Geben Sie den gew\u00fcnschten prozentualen Anteil der Kategoriebewertung an der Kursbewertung ein
percentCategoryToolTip = Geben Sie den gew\u00fcnschten prozentualen Anteil der Elemente an der Kategoriebewertung ein
includedToolTip = Ankreuzen, um diese Punktzahl bei der Kursbewertung zu ber\u00fccksichtigen
extraCreditToolTip = Ankreuzen, um die Punktzahl als \u201ePunktegutschrift\u201c zu markieren - diese wird keinen negativen Einfluss auf die Kursbewertungen haben
equallyWeightChildrenToolTip = Ankreuzen, um die Elemente in dieser Kategorie automatisch so einzustellen, dass sie bei der Kategoriegewichtung denselben Anteil in Prozenten haben
releasedToolTip = Ankreuzen, um die Punktzahl f\u00fcr Teilnehmer anzuzeigen - wenn \u201eFreigegebene Elemente anzeigen\u201c auf der Leistungs\u00fcbersichtsebene angekreuzt ist, werden diese \n\tf\u00fcr Teilnehmer sofort sichtbar gemacht
nullsAsZerosToolTip = Ankreuzen, um alle leeren Punktzahlen f\u00fcr dieses Element so zu behandeln, als ob der Teilnehmer keine Punktegutschrift erhalten h\u00e4tte
enforcePointWeightingToolTip = Ankreuzen, um den relativen Punktewert zur Bestimmung des Anteils der Elementpunktzahlen an der Kategoriebewertung zu verwenden

nameFieldLabel = Bezeichnung
categoryTypeFieldLabel = Organisieren nach
gradeTypeFieldLabel = Bewertung mithilfe von
releaseGradesFieldLabel = Kursbewertungen
releaseItemsFieldLabel = Freigegebene Elemente
showItemStatsFieldLabel = Elementstatistiken
showStatisticsChartFieldLabel = Statistiktabelle
showRankFieldLabel = Kursrang
showModeFieldLabel = Modus
showMedianFieldLabel = Median
showMeanFieldLabel = Mittel
scaledExtraCreditFieldLabel = Schl\u00fcssel f\u00fcr Punktegutschrift
percentCourseGradeFieldLabel = % Leistung
percentCategoryFieldLabel = % Kategorie
pointsFieldLabel = Punkte
dropLowestFieldLabel = Niedrigste Bewertung fallenlassen
dueDateFieldLabel = Abgabetermin
sourceFieldLabel = Quelle
includedFieldLabel = Bei der Bewertung ber\u00fccksichtigen
extraCreditFieldLabel = Punktegutschrift
equallyWeightChildrenFieldLabel = Elemente gleichm\u00e4\u00dfig gewichten
releasedFieldLabel = Punktzahlen freigeben
nullsAsZerosFieldLabel = Keine Punktegutschrift f\u00fcr nicht bewertete Aufgaben geben
enforcePointWeightingFieldLabel = Elemente nach Punkten gewichten

actionDateFieldLabel = Datum
actionDescriptionFieldLabel = Aktion
actionEntityFieldLabel = Rechtsperson
actionStudentNameFieldLabel = Teilnehmer
studentSectionDisplayIdFieldLabel = Abschnittsnummer
actionDetails = Details
actionActor = Benutzer

pointsFieldEmptyText = Standard ist 100 Punkte
dueDateEmptyText = Optional.

gradeTypeLetters = Bewertung in Noten
gradeTypePoints = Punkte
gradeTypePercentages = Prozentsatz

#Server side import
gb2CantImportPercentagesBecauseItDoesNotWork=Entschuldigung, der Import einer prozentualen Leistungs\u00fcbersicht ist nicht implementiert. 
gb2CantImportPercentagesScantron=Wir unterst\u00fctzen den Import von Scantron-Dateien in eine prozentuale Leistungs\u00fcbersicht nicht. 
gb2ImportScantronSameName=Das eingegebene Scantron-Element wurde bereits importiert. Wir haben den Elementnamen ge\u00e4ndert, damit es erneut eindeutig importiert wird. Wenn Sie das in der Leistungs\u00fcbersicht bereits eingetragene Element ersetzen wollten, \u00e4ndern Sie bitte den Namen zur\u00fcck. (Hinweis: wenn Sie die Kategorie \u201eNicht zugewiesen\u201c ausw\u00e4hlen, wird dennoch ein neues Element erstellt.)

orgTypeNoCategories = Keine Kategorien
orgTypeCategories = Kategorien
orgTypeWeightedCategories = Gewichtete Kategorien

navigationPanelHeader = Bewertungselemente 
navigationPanelImportHeader = Vorschau der Struktur f\u00fcr den Import der Leistungs\u00fcbersicht
navigationPanelDynamicTabHeader = Attribute & Bewertungen
navigationPanelDynamicTabImportHeader = Attribute
navigationPanelFixedTabHeader = Leistungs\u00fcbersicht

columnTitleDisplayId = ID
columnTitleDisplayName = Name des Teilnehmers
columnTitleEmail = E-Mail
columnTitleSection = Abschnitt
scoresDropped = Gesenkter Punktestand

displayToStudentsHeading = F\u00fcr Teilnehmer anzeigen

newMenuHeader = Datei

prefMenuHeader = Einstellungen
prefMenuEnablePopups = Info-Popups aktivieren
prefMenuGradebookName = Wie m\u00f6chten Sie diese Leistungs\u00fcbersicht benennen?
prefMenuOrgTypeHeader = Wie werden Sie Ihre Leistungs\u00fcbersicht organisieren?
prefMenuOrgTypeLabel = Konfigurationstyp
prefMenuGradeTypeHeader = Wie werden Sie die Bewertungen eingeben?
prefMenuReleaseGradesYes = Ja
prefMenuReleaseGradesNo = Nein

viewMenuHeader = Anzeigen

editMenuHeader = Bearbeiten

helpMenuHeader = Hilfe

moreMenuHeader = Tools

useClassicNavigation = Zellenfokus behalten 

tabGradesHeader = Bewertungen
tabGradeScaleHeader = Bewertungsschl\u00fcssel
tabSetupHeader = Leistungs\u00fcbersicht einrichten
tabHistoryHeader = Verlauf
tabGraderPermissionSettingsHeader = Berechtigungseinstellungen f\u00fcr den Bewertenden
tabStatisticsHeader = Statistiken

singleViewHeader = Teilnehmeransicht
singleGradeHeader = Teilnehmer bewerten

multigradeImportHeader = Vorschau des Bewertungsimports

nextLearner = N\u00e4chste
prevLearner = Vorherige
viewAsLearner = Teilnehmeransicht
close = Schlie\u00dfen

addCategoryHeading = Neue Kategorie

addItemHeading = Neues Element
addItemDirections = F\u00fcllen Sie bitte die Felder unten aus. Sie k\u00f6nnen entweder eine bereits existierende Kategorie w\u00e4hlen oder den Namen einer neuen Kategorie eingeben.
addItemName = Bezeichnung
addItemPointsEmpty = Optional - die Standardeinstellung ist 100
addItemPoints = Punkte
addItemWeightEmpty = Optional - die Standardeinstellung entspricht den Punkten
addItemWeight = Gewichtung
addItemDueDateEmpty = Optional.
addItemDueDate = Abgabetermin
addItemNoCategoryHeading = Keine Kategorie ausgew\u00e4hlt
addItemNoCategoryMessage = Sie m\u00fcssen eine Kategorie ausw\u00e4hlen

deleteCategoryHeading = Kategorie l\u00f6schen
deleteItemHeading = Element l\u00f6schen
editCategoryHeading = Kategorie bearbeiten
editGradebookHeading = Leistungs\u00fcbersicht einrichten
editItemHeading = Element bearbeiten
gradeScaleHeading = Bewertungsschl\u00fcssel
graderPermissionSettingsHeading = Berechtigungseinstellungen f\u00fcr den Bewertenden
helpHeading = Hilfe
historyHeading = Verlauf
learnerSummaryHeading = Zusammenfassung des Teilnehmers
newCategoryHeading = Neue Kategorie
newItemHeading = Neues Element
statisticsHeading = Statistiken

editMenuGradebookSetupHeading = Leistungs\u00fcbersichtseinstellungen
editMenuGradescaleHeading = Bewertungsschl\u00fcssel
editMenuGraderPermissionsHeading = Berechtigungseinstellungen f\u00fcr den Bewertenden 

viewMenuStatsHeading = Statistiken
viewMenuHistoryHeading = Verlauf

gradeUpdateFailedException = Die Bewertung konnte nicht aktualisiert werden f\u00fcr 

headerAddCategory = Neue Kategorie hinzuf\u00fcgen
headerAddCategoryTitle = Eine neue Kategorie hinzuf\u00fcgen
headerAddItem = Neues Bewertungselement hinzuf\u00fcgen
headerAddItemTitle = Ein neues Bewertungselement hinzuf\u00fcgen 
headerDeleteCategory = Diese Kategorie l\u00f6schen
headerDeleteCategoryTitle = Diese Kategorie l\u00f6schen
headerDeleteItem = Dieses Bewertungselement l\u00f6schen
headerDeleteItemTitle = Dieses Bewertungselement l\u00f6schen 
headerMoveDown = Nach unten verschieben
headerMoveUp = Nach oben verschieben
headerEditGradebook = Diese Leistungs\u00fcbersicht bearbeiten
headerEditGradebookTitle = Diese Leistungs\u00fcbersicht bearbeiten
headerEditCategory = Diese Kategorie bearbeiten
headerEditCategoryTitle = Diese Kategorie bearbeiten
headerEditItem = Dieses Bewertungselement bearbeiten
headerEditItemTitle = Dieses Bewertungselement bearbeiten
headerFinalGrade = Gesamtbewertung einreichen
headerFinalGradeTitle = Gesamtbewertung beim SIS Ihres Campus einreichen
headerExport = Exportieren
headerExportTitle = Vollst\u00e4ndige Leistungs\u00fcbersicht exportieren 
headerGradeScale = Bewertungsschl\u00fcssel bearbeiten
headerGradeScaleTitle = Den Bewertungsschl\u00fcssel bearbeiten
headerHideItem = Spalte ausblenden
headerHideItemTitle = Spalte f\u00fcr dieses Element ausblenden 
headerHistory = Verlauf anzeigen 
headerHistoryTitle = Verlauf f\u00fcr dieses Element anzeigen
headerImport = Importieren
headerImportTitle = Eine Datei mit durch Kommata getrennten Werten importieren, um die Bewertungen in der Leistungs\u00fcbersicht zu \u00fcberschreiben
headerSortAscending = Aufsteigend sortieren
headerSortDescending = Absteigend sortieren
headerSortAscendingTitle = Diese Spalte vom niedrigsten zum h\u00f6chsten Wert sortieren
headerSortDescendingTitle = Diese Spalte vom h\u00f6chsten zum niedrigsten Wert sortieren

addButton = Hinzuf\u00fcgen
cancelButton = Abbrechen
closeButton = Schlie\u00dfen
createButton = Hinzuf\u00fcgen
createAndCloseButton = Hinzuf\u00fcgen/Schlie\u00dfen
deleteButton = L\u00f6schen
saveButton = Speichern
saveAndCloseButton = Speichern/Schlie\u00dfen
findButton = Suchen
searchByDisplayId = Nach Benutzer-ID suchen
searchByDisplayName = Nach vollst\u00e4ndigem Namen suchen
searchByLastNameFirst = Nach Nachname, Vorname suchen
searchByEmail = Nach E-Mail suchen
clearButton = L\u00f6schen
nextButton = N\u00e4chste

showWeightedButton = Gewichtete Suchergebnisse einblenden
showPointsButton = Punkte einblenden

hasChangesTitle = Nicht gespeicherte \u00c4nderungen gehen verloren
hasChangesMessage = Alle nicht gespeicherten \u00c4nderungen an dem Element, das derzeit bearbeitet wird, gehen verloren. M\u00f6chten Sie wirklich fortfahren? 

requiredLabel = Obligatorisch

itemNameRequiredTitle = Name erforderlich
itemNameRequiredText = Um ein neues Element oder eine neue Kategorie zu erstellen, muss ein eindeutiger Name vergeben werden. 

directionsConfirmDeleteItem = Das L\u00f6schen dieses Elements entfernt es aus der Leistungs\u00fcbersicht. Die Bewertungsaufzeichnungen f\u00fcr \n\tdieses Element werden nicht mehr zur Berechnung der Kursbewertungen verwendet und werden nicht mehr f\u00fcr \n\tTeilnehmer zug\u00e4nglich sein, auch wenn dieses Element freigegeben worden war, bevor es gel\u00f6scht wurde.

doRecalculatePointsTitle = M\u00f6chten Sie bereits existierende Punktzahlen skalieren?
doRecalculatePointsMessage = Die \u00c4nderung des maximalen Punktewerts dieses Elements wird die bereits eingegebenen Punktezahlen beeinflussen. <br><br>\nWenn Sie \u201eJa\u201c ausw\u00e4hlen, werden die bestehenden Punktzahlen neu skaliert, damit sich die Kursbewertung der Studierenden, z.\u00a0B. B- (80\u00a0%), nicht ver\u00e4ndert.<br><br>\nWenn Sie \u201eNein\u201c ausw\u00e4hlen, bleiben die bestehenden Punktzahlen des Elements unver\u00e4ndert, wenn sich die Maximalpunktzahl des Elements ver\u00e4ndert. Dadurch ver\u00e4ndern sich die Kursbewertungen der Studierenden; z.\u00a0B. wird B- (80\u00a0%) zu C (75\u00a0%).

changingPointsRecalculatesGrades = Die \u00c4nderung des maximalen Punktewerts eines Elements wird die Neuberechnung der bereits eingegebenen Punktzahlen f\u00fcr dieses \n\tElement erfordern. Beispielsweise, wenn der Wert 10 war und auf 20 ge\u00e4ndert wurde, \u00e4ndert sich die Punktzahl des Teilnehmers von 9 auf 18. Beachten Sie, dass die Reduzierung \n\tder maximalen Punkte aufgrund des Aufrundungsbedarfs zu einem Genauigkeitsverlust bei der Bewertung f\u00fchren wird. 

confirmChangingWeightEquallyWeighted = Dieses Element ist ein Mitglied einer Kategorie, die auf gleichm\u00e4\u00dfige Gewichtung ihrer Mitglieder eingestellt wurde. Wenn Sie die prozentuale \n\tGewichtung der Kategorie eines Elements nach Prozentsatz \u00e4ndern m\u00f6chten, erfolgt keine gleichm\u00e4\u00dfige Gewichtung der Mitglieder mehr, und dieses Attribut wird ge\u00e4ndert. M\u00f6chten Sie das wirklich tun?

helpHtml = 
	
learnerTabCommentHeader = Kommentare\t
learnerTabExcuseHeader = Entschuldigungen
learnerTabGradeHeader = Punktzahlen

searchLearnerEmptyText = Name des Teilnehmers

unknownException = Eine unbekannte Ausnahme ist aufgetreten

uploadingLearnerGradesPrefix = Daten werden hochgeladen f\u00fcr 
uploadingLearnerGradesSuffix = Teilnehmer... 
uploadingLearnerGradesStatus = Wird hochgeladen...
uploadingLearnerGradesTitle = Bitte warten

finalGradeSubmissionTitle = Einreichung der Gesamtbewertung
finalGradeSubmissionConfirmTitle = Best\u00e4tigen
finalGradeSubmissionConfirmAltTitle = Einreichung nicht m\u00f6glich
finalGradeSubmissionConfirmText = M\u00f6chten Sie wirklich die Gesamtbewertung einreichen?
finalGradeSubmissionVerificationTitle = Einreichung der Gesamtbewertung wird vorbereitet
finalGradeSubmissionWarningPrefix1 = Die Bewertungen werden an die Online Grade Submission (Bubble Sheet)-Seite f\u00fcr
finalGradeSubmissionWarningSuffix1 = Teilnehmer weitergeleitet.
finalGradeSubmissionWarningPrefix2 = Bei einem oder mehreren dieser Teilnehmer fehlen Elementpunktzahlen.
finalGradeSubmissionMessageText1a = Ihre Daten werden an das Tool zur Einreichung der Gesamtbewertung gesendet, bitte warten...
finalGradeSubmissionMessageText1b = Einreichung l\u00e4uft...
finalGradeSubmissionMessageText1c = Die Bewertungen der Teilnehmer werden verifiziert
finalGradeSubmissionMessageText2a = Bei der Einreichung der Gesamtbewertung ist ein Fehler aufgetreten
finalGradeSubmissionMessageText3a = Auf dem Server ist ein Problem aufgetreten: Ung\u00fcltiger Antworttext
finalGradeSubmissionMessageText4a = \u00d6ffnet das Fenster zur Gesamtbewertung...
finalGradeSubmissionMessageText5a = Auf dem Server ist ein Problem aufgetreten: HTTP-Antwortcode 500
finalGradeSubmissionMessageText6a = Ein Problem ist aufgetreten: Ausnahme anfordern
finalGradeSubmissionMessageText7a = Einreichung der Gesamtbewertung abgeschlossen
finalGradeSubmissionMessageText8a = Einreichung der Gesamtbewertung abgeschlossen. Antworttext wurde nicht festgelegt
finalGradeSubmissionMessageText9a = Diese Leistungs\u00fcbersicht ist nicht richtig gewichtet. Die einzelnen Kategoriegewichtungen \n    machen insgesamt nicht 100 % aus. Beheben Sie bitte dieses Problem vor der Einreichung der Gesamtbewertung.
finalGradeSubmissionMessageText10a = Diese Leistungs\u00fcbersicht ist nicht richtig gewichtet. Eine oder mehrere Kategorien beinhalten Elementgewichtungen, die \n    insgesamt nicht 100 % ausmachen. Beheben Sie bitte dieses Problem vor der Einreichung der Gesamtbewertung.
finalGradeSubmissionMessageText11a = Diese Leistungs\u00fcbersicht ist nicht richtig gewichtet. Die einzelnen Kategoriegewichtungen \n    machen insgesamt nicht 100 % aus, und eine oder mehrere Kategorien beinhalten Elementgewichtungen, die insgesamt nicht 100 % ausmachen. Beheben Sie bitte dieses Problem vor der \n    Einreichung der Gesamtbewertung.
notifyNotDisplayingReleasedItems = <div style="margin: 10px">Der Dozent m\u00f6chte zurzeit die freigegebenen Elementpunktzahlen nicht anzeigen lassen.</div> 
notifyNoReleasedItems = <div style="margin: 10px">Es gibt derzeit keine zur Anzeige freigegebenen Elementpunktzahlen.</div>

popupBlockerDetected = Es ist ein Fehler aufgetreten. Try to disable any pop-up blockers for this site and submit grades again."


importPromptScantronMaxPoints=<p>Geben Sie die maximal erreichbaren Punkte f\u00fcr dieses neue Element ein</p>
importSetupRequiredTitle = M\u00f6glicherweise sind einige Konfigurationsschritte erforderlich
importDefaultShowPanelMessage = Vergewissern Sie sich, dass alle Elemente der richtigen Kategorie zugewiesen wurden
importProgressTitle = Fortschritt
importReadingFileMessage = Datei wird gelesen, bitte warten...
importParsingMessage = Parsing l\u00e4uft...
importGradesFailedTitle = Bewertungen wurden nicht akzeptiert
importGradesFailedMessage = Einige Bewertungen wurden nicht akzeptiert und wurden mit einer roten Hintergrundfarbe markiert. \n\tDiese Bewertungen k\u00f6nnen aus mehreren Gr\u00fcnden ung\u00fcltig sein. Bei numerischen Werten \n\tist ein h\u00e4ufiger Grund, warum die Bewertungen nicht akzeptiert werden, dass eine h\u00f6here Punktzahl zugewiesen wurde als \n\tf\u00fcr ein bestimmtes Element maximal erlaubt ist, oder dass ein Prozentsatz \u00fcber 100 eingegeben wurde. Bei Bewertungen in Form von Buchstaben wurde \n\tm\u00f6glicherweise ein ung\u00fcltiger Buchstabe eingegeben. Werden alle Bewertungen als \u201enicht akzeptiert\u201c angezeigt, versuchen Sie m\u00f6glicherweise \n\teine Kalkulationstabelle zu importieren, die mit einem anderen Bewertungsschema exportiert wurde. 


resetGradingScale = Auf Standardeinstellung zur\u00fccksetzen

sectionEmptyText = Abschnitt
pageSizeLabel = Seitengr\u00f6\u00dfe
pagingAfterPageText = von {0}
pagingPageText = Seite 
pagingDisplayMsgText = Anzeigen {0} - {1} von {2}


displayId = ID anzeigen
displayName = Name anzeigen
lastNameFirst = Nachname, Vorname
email = E-Mail
section = Abschnitt
courseGrade = Kursbewertung
gradeOverride = Bewertung \u00fcberschreiben
letterGrade = Note
calculatedGrade = Berechnete Bewertung

modeText = Modus
fileLabel = Datei
gradeFormatLabel = Bewertungsformat 
letterGradeHeader = Note
fromHeader = Von
toHeader = An
usersEmptyText = Benutzer

userHeader = Benutzer
permissionHeader = Berechtigung
categoryHeader = Kategorie
sectionHeader = Abschnitt
deleteHeader = L\u00f6schen

permissionPanelCaption = Die Berechtigungen zur Bewertung k\u00f6nnen f\u00fcr jeden im Site-Informations-Tool definierten Lehrassistenten festgelegt werden. Standardm\u00e4\u00dfig hat ein Lehrassistent die Berechtigung, alles innerhalb seiner zugewiesenen Abschnitte/Gruppen zu bewerten. Das Hinzuf\u00fcgen oder \u00c4ndern dieser Regeln \u00fcberschreibt die standardm\u00e4\u00dfige Berechtigung und beschr\u00e4nkt deren Funktionen innerhalb Ihrer Vorgaben unten. L\u00f6schen Sie alle Regeln, um zu der Standardeinstellung der Berechtigungen zur\u00fcckzukehren.

permissionsHeading = Berechtigungen

permissionsEmptyText = Berechtigungen
categoriesEmptyText = Kategorien
sectionsEmptyText = Alle Abschnitte

statsNameHeader = Bezeichnung
statsMeanHeader = Mittel
statsStdDvHeader = m.F.
statsModeHeader = Modus
statsMedianHeader = Median

treeDirections = Mit einem Doppelklick k\u00f6nnen Sie die Elemente in der Baumstruktur bearbeiten. Klicken Sie mit der rechten Maustaste auf ein beliebiges Element f\u00fcr \n\tzus\u00e4tzliche Optionen. Durch die Ankreuzfelder wird festgelegt, ob eine Spalte in der Kalkulationstabelle sichtbar ist oder nicht. \n\tBei Gr\u00fcn liegt eine Punktegutschrift vor. Blau und/oder fett gibt an, dass das Element f\u00fcr Teilnehmer freigegeben wurde. \n\tRot gibt an, dass die Gewichtungen nicht richtig konfiguriert sind. Doppelpfeile in der rechten oberen Ecke blenden die Baumstruktur aus. 

serviceException = Das Leistungs\u00fcbersichts-Tool kann nicht geladen werden, da der Server nicht antwortet. Versuchen Sie es sp\u00e4ter erneut, oder wenden Sie sich bei weiteren Fragen an Ihr Help Desk. 
	
notAuthToOverwriteCourseGrade = Sie sind nicht berechtigt, die Kursbewertung f\u00fcr diesen Teilnehmer zu \u00fcberschreiben.
invalidOverrideCourseGrade = Die \u00fcberschriebene Bewertung ist f\u00fcr diesen Teilnehmer in diesem Kurs nicht g\u00fcltig.\t
invalidLetterGrade = Dies ist keine g\u00fcltige Bewertung in Form von Buchstaben.

noBlankValue = Der Wert darf nicht leer sein. Geben Sie bitte eine Nummer ein.
noNonNumericValue = Der Wert muss eine Zahl sein, die gr\u00f6\u00dfer als null ist.
noZeroValue = Der Wert darf nicht null sein. Geben Sie eine Zahl ein, die gr\u00f6\u00dfer als null ist.
cannotModifyBase = Kann die absolute Basis eines Bewertungsschl\u00fcssels nicht \u00e4ndern oder Bewertungen manuell \u00fcberschreiben.

valueMustBeLessThanAbove = Der Wert ( %s ) muss niedriger sein als der Wert oben ( %s )
valueMustBeGreaterThanBelow = Der Wert ( %s ) muss h\u00f6her sein als der Wert unten ( %s )
valueMustBeLessThan100 = Der Wert ( %s ) muss niedriger als 100.00 sein

duplicatePermission = Dieser Bewertende verf\u00fcgt bereits \u00fcber diese oder eine umfassendere Berechtigung. 

applyNoZeroPointItemsRuleException = Ein Element kann nicht einen maximalen Punktewert gleich null oder weniger als null haben.

cannotModifyDefaultCategory = Diese Kategorie kann nicht ge\u00e4ndert oder verschoben werden. Um sie zu entfernen, verschieben Sie einfach ihre gesamten Elemente in andere Kategorien. 

defaultGradebookName = Leistungs\u00fcbersicht

columnSuffixPrefix = [
columnSuffixLetterGrades = A-F]
columnSuffixPercentages = %]
columnSuffixPoints = Pkte]

preventScantronOverwrite = \u00dcberschreiben Sie keine Scantron-Importe, die auf Dateinamen basieren

## Statistics
statisticsDataErrorTitle = Statistiken
statisticsDataErrorMsg = FEHLER: Konnte statistische Daten f\u00fcr das ausgew\u00e4hlte Bewertungselement nicht abrufen
statisticsGraphInstructions = Klicken Sie auf ein Bewertungselement, um die Statistikkurve anzuzeigen
statisticsVisualizationErrorMsg = Konnte Visualisierungs-APIs nicht laden
statisticsChartLabelFrequency=Bewertungsh\u00e4ufigkeit
statisticsChartLabelDistribution=Verteilung
statisticsChartTitle=Verteilung der Bewertungen

## Course Grade Statistics
statisticsGradebookUidNull = FEHLER: Leistungs\u00fcbersichts-UID ist null
statisticsGradebookNull = FEHLER: Leistungs\u00fcbersicht ist null
statisticsGradebookGradeMappingNull = FEHLER: Bewertungsmapping der Leistungs\u00fcbersicht ist null
statisticsGradebookNotPermitted = Sie sind nicht berechtigt, die Grafik zur H\u00e4ufigkeit der Kursbewertung anzusehen.
statisticsGradebookUpdatingChart = Grafik wird aktualisiert...
statisticsGradebookLoadingChart = Grafik wird geladen...

## Import
importSetupGridItemHeader = Element
importSetupGridCategoryPercentHeader = % Kategorie
importSetupGridPointsHeader = Punkte
importSetupGridCategoryHeader =  Kategorie

importPanelNextButton = N\u00e4chste
importPanelCancelButton = Abbrechen
importPanelRetrunButton = Zur\u00fcck

importOverwriteExistingAssignmentsWarning = M\u00f6chten Sie wirklich die existierende(n) Aufgabe(n) \u00fcberschreiben?\t\t
importOverwriteExistingAssignmentsButton = Aufgabe(n) \u00fcberschreiben

xxportColumnHeaderStudentId = ID des Teilnehmers
xxportColumnHeaderStudentName = Name des Teilnehmers
xxportColumnHeaderSection = Abschnitt

## Grade Scale
gradeScaleLetterGradeMessage = Der Schl\u00fcssel f\u00fcr die Bewertung in Form von Buchstaben kann nicht bearbeitet werden

## ItemFormPanel - Validation Notification essages
# Create
itemFormPanelCreateNotificationTitle = Bei der Erstellung ist ein Fehler aufgetreten. 
itemFormPanelCreatePretext = Die Erstellung ist fehlgeschlagen. Die folgenden Fehler wurden auf dieser Seite gefunden und m\u00fcssen beseitigt werden, bevor das Formular eingereicht werden kann:<br><br><ul>
itemFormPanelCreatePosttext = </ul>
itemFormPanelCreateNameInvalid = Das Namensfeld ist entweder leer oder es enth\u00e4lt ung\u00fcltige Zeichen. 
itemFormPanelCreatePercentCatgeoryInvalid = Das % Kategoriefeld muss einen Wert zwischen 0 und 100 % enthalten.
itemFormPanelCreatePercentGradeInvalid = Das % Bewertungsfeld muss einen Wert zwischen 0 und 100 % enthalten. 
itemFormPanelCreatePointsInvalid = Das Punktefeld muss eine positive Zahl enthalten. 
itemFormPanelCreateDropLowestInvalid = Das Feld Niedrigsten Punktestand senken muss eine positive ganze Zahl enthalten.
itemFormPanelCreateDropLowestNonEquallyWeighted = Gleichm\u00e4\u00dfige Gewichtung muss ausgew\u00e4hlt werden, um Niedrigsten Punktestand senken verwenden zu k\u00f6nnen. 

# edit 
itemFormPanelEditNotificationTitle = W\u00e4hrend der Bearbeitung ist ein Fehler aufgetreten. 
itemFormPanelEditPretext = Die Bearbeitung ist fehlgeschlagen. Die folgenden Fehler wurden auf dieser Seite gefunden und m\u00fcssen korrigiert werden, bevor das Formular eingereicht werden kann:<br><br><ul>
itemFormPanelEditPosttext = </ul>
itemFormPanelEditNameInvalid = Das Namensfeld ist entweder leer oder es enth\u00e4lt ung\u00fcltige Zeichen. 
itemFormPanelEditPercentCatgeoryInvalid = Das % Kategoriefeld muss einen Wert zwischen 0 und 100 % enthalten.
itemFormPanelEditPercentGradeInvalid = Das % Bewertungsfeld muss einen Wert zwischen 0 und 100 % enthalten. 
itemFormPanelEditPointsInvalid = Das Punktefeld muss eine positive Zahl enthalten. 
itemFormPanelEditDropLowestInvalid = Das Feld Niedrigsten Punktestand senken muss eine positive ganze Zahl enthalten.
itemFormPanelEditDropLowestNonEquallyWeighted = Gleichm\u00e4\u00dfige Gewichtung muss ausgew\u00e4hlt werden, um Niedrigsten Punktestand senken verwenden zu k\u00f6nnen. 

# business rule
businessRuleNoBlankItemCategoryName = Der Name eines Elements oder einer Kategorie darf nicht leer sein.
businessRulePointsCannotBeNegative = Die Punkte f\u00fcr dieses Element d\u00fcrfen nicht negativ sein. 
businessRuleWeightCannotBeNegative = Die Gewichtung dieser Kategorie oder dieses Elements darf nicht negativ oder gr\u00f6\u00dfer als 100 sein.

# GRBK-801
exportWarnUserFileCannotBeImportedTitle = ACHTUNG  
exportWarnUserFileCannotBeImportedText = Die von Ihnen eben exportierte Leistungs\u00fcbersicht ist ein Typ, f\u00fcr den kein Import unterst\u00fctzt wird. Sie werden die Leistungs\u00fcbersichtsdatei in diese Leistungs\u00fcbersicht oder in eine andere Site/Leistungs\u00fcbersicht nicht zur\u00fcckimportieren k\u00f6nnen.  
	
# GRBK-902
errorOccurredGeneric = Ein Fehler ist aufgetreten
exportError = Die Leistungs\u00fcbersicht, die Sie gerade zu exportieren versuchten ... wurde nicht exportiert.

# Server side REST
staleObjectModificationExceptionMessage = FEHLER: Es wurde versucht, dasselbe Element zweimal zu aktualisieren.
dataIntegrityViolationExceptionMessage = FEHLER: Es ist eine Randbedingungsverletzung der Datenbank aufgetreten.


# GRBK-867 
componentServiceFullyWeightedTooltipNotEnoughInfo = Die Leistungs\u00fcbersicht verf\u00fcgt nicht \u00fcber genug Informationen, um feststellen zu k\u00f6nnen, warum sie ungewichtet ist. Dies bedeutet in der Regel, dass sie keine Elemente enth\u00e4lt.
componentServiceFullyWeightedTooltipAllOK = Die Leistungs\u00fcbersicht ist vollst\u00e4ndig gewichtet. 
componentServiceFullyWeightedTooltipCategoryMF = Die Kategorie {0} beinhaltet Gewichtungen, deren Summe nicht genau 100.0 betr\u00e4gt. 
componentServiceFullyWeightedTooltipGradebook = Die betroffene Leistungs\u00fcbersicht enth\u00e4lt Kategorien, deren Summe nicht genau 100.0 betr\u00e4gt. 
componentServiceFullyWeightedTooltipIntro = Die mangelnde Gewichtung der Leistungs\u00fcbersicht ist auf folgende(s) Problem(e) zur\u00fcckzuf\u00fchren:

# GRBK-874
gradeScaleInstructions = Hinweis: Die Spalte \u201eBis\u201c kann nicht bearbeitet werden und wird automatisch auf Grundlage von \u00c4nderungen in der Spalte \u201eVon\u201c berechnet.

# User Feedback Messages
applicationLoading = Wird geladen...
applicationUpdating = Wird aktualisiert...

# GRBK-943 
performanceItemFormPanelTitle = Warnung zur Leistung der Seitengr\u00f6\u00dfe
performanceItemFormPanelMsg = Derzeit sind mehr als 25 Teilnehmer in Ihrem Kurs eingeschrieben. W\u00e4hrend der Bearbeitung der Kategorien und Elemente der Leistungs\u00fcbersicht kann es zu langen Antwortzeiten kommen.<br><br>Wenn Sie mehrere solche Bearbeitungen vornehmen m\u00f6chten, kann die Leistung durch die Reduzierung der \u201eSeitengr\u00f6\u00dfe\u201c in der unteren rechten Ecke des Gradebook2-Fensters auf 10 verbessert werden.<br><br>Das Hinzuf\u00fcgen von Punktzahlen der Teilnehmer im rechten Fenster ist dadurch nicht betroffen, daher kann die \u201eSeitengr\u00f6\u00dfe\u201c zu einer bequemeren Bearbeitung von Punktzahlen und Eintragung der Bewertung auf einen gr\u00f6\u00dferen Wert erh\u00f6ht werden. 

# GradebookApplication
gradebookApplicationWarnUser = Kann nicht mit dem Server kommunizieren.
gradebookApplicaitonFailure = Kann nicht mit dem Server kommunizieren.

# StartupController
serverNetworkConnectionError = Vom Server kam keine Antwort mit den erforderlichen Daten. Vergewissern Sie sich, dass Ihre Netzwerkverbindung funktioniert und laden Sie neu.
userAuthorizationError = Dieser Benutzer ist nicht berechtigt, die Informationen zur Bewertung anzusehen.
applicationStartupError = Fehler beim Anwendungsstart: Die erforderlichen Informationen zum Anwendungssetup konnten nicht abgerufen werden.

# GRBK-932
columnConfigVisabilityError = Fehler
columnConfigVisabilityErrorMessage = Fehler bei der Konfigurierung des Bewertungselementssetups

# GRBK-961
invalidDateObjectError = FEHLER: Ung\u00fcltiges Datumsobjekt

# GRBK-982
gradeScaleChartUpdateToggle = Grafik aktualisieren: 
gradeScaleChartUpdateToggleToolTipOn = Klicken Sie auf dieses Ankreuzfeld, um die Aktualisierung der Grafik auszuschalten, wenn sich der Bewertungsschl\u00fcssel \u00e4ndert. <br><br>\u00c4nderungen des Bewertungsschl\u00fcssels werden fortgesetzt, wenn das Ankreuzfeld aktiviert ist.  
gradeScaleChartUpdateToggleToolTipOff = Klicken Sie auf dieses Ankreuzfeld, um die Aktualisierung der Grafik einzuschalten, wenn sich der Bewertungsschl\u00fcssel \u00e4ndert. <br><br>Falls \u00c4nderungen des Bewertungsschl\u00fcssels vorgenommen werden, wird durch das Aktivieren dieses Ankreuzfelds die Grafik sofort aktualisiert.   

# MultiGradeGrid grade update cell feedback
multiGradeCellEditFeedback = \u201eWird gespeichert...\u201c

# GRBK-1032 
gradeFormatCannotBeChangedWarning=Die \u00c4nderung des Bewertungsformats kann nicht durchgef\u00fchrt werden, da mindestens eine Bewertung \u00fcberschrieben wurde. \n\n1. Alle \u00fcberschriebenen Bewertungen l\u00f6schen \n\n2. \u00c4nderungen des Bewertungsformats durchf\u00fchren \n\n3. Alle \u00fcberschriebenen Bewertungen erneut eingeben.
gradeFormatNormalTooltip=W\u00e4hlen Sie bitte das Bewertungsformat, das Sie f\u00fcr den Bewertungsschl\u00fcssel Ihrer Leistungs\u00fcbersicht verwenden m\u00f6chten. 

# Mr Wizard
needValidEmail=In diesem Feld muss eine g\u00fcltige E-Mail-Adresse eingegeben sein.
importWizardTitle = Importieren
importWizardCardTitlePointsPossible = Erreichbare Punkte:
wizardDefaultStatusBarText = Wird gespeichert...
wizardDefaultPreviousButton = < Vorherige
wizardDefaultNextButton = Weiter >
wizardDefaultFinishButton = Fertig
wizardDefaultStepDescriptor = Schritt&nbsp;
wizardDefaultOutOfDescriptor = &nbsp;von&nbsp;

# GRBK-1056
scantronMaxPointsFieldLabel = Maximale&nbsp;Punktzahl

# GRBK-1054
# Note the label messages are now HTML and will accept markup.  
categoryTypePickerTooltip = Durch das Ausw\u00e4hlen aus diesem Men\u00fc werden zus\u00e4tzliche Informationen in Bezug auf die spezifische Kategorie angezeigt.
gradeTypePickerTooltip = Durch das Ausw\u00e4hlen aus diesem Men\u00fc werden zus\u00e4tzliche Informationen in Bezug auf die spezifische Bewertungsmethode angezeigt.
gradebookSetupCategoryMessageForNoCats = Bei der Verwendung einer Leistungs\u00fcbersicht ohne Kategorien sind alle Bewertungsfunktionen verf\u00fcgbar, au\u00dfer der Funktion, die niedrigste Bewertung fallenzulassen.
gradebookSetupCategoryMessageForSimpleCats = Bei der Verwendung einer Leistungs\u00fcbersicht mit Kategorien sind alle Bewertungsfunktionen verf\u00fcgbar.
gradebookSetupCategoryMessageForWeightedCats = Bei der Verwendung einer Leistungs\u00fcbersicht mit gewichteten Kategorien sind alle Bewertungsfunktionen verf\u00fcgbar.
gradebookSetupCategoryMessageForDefault = Durch das Ausw\u00e4hlen eines Kategorietyps erhalten Sie mehr Informationen zu s\u00e4mtlichen Beschr\u00e4nkungen dieser bestimmten Auswahl.

gradebookSetupGradeTypeMessageForDefault = <span style="color: #000000"> Durch das Ausw\u00e4hlen eines Bewertungstyps erhalten Sie mehr Informationen zu s\u00e4mtlichen Beschr\u00e4nkungen dieser bestimmten Auswahl. </span>
gradebookSetupGradeTypeMessageForPoints = <span style="color: #000000"> Bei der Verwendung des Punkte-Modus f\u00fcr die Bewertung sind alle Funktionen verf\u00fcgbar. </span>
gradebookSetupGradeTypeMessageForPercentages = <span style="color: #000000"> Da bei Aufgaben, Foren und Tests & Pr\u00fcfungen die Bewertungen mithilfe von Punkten aufgezeichnet und berechnet werden, wird der Prozentsatz-Modus bei der Verwendung dieser Tools nicht empfohlen. </span>
gradebookSetupGradeTypeMessageForLetterGrades = <ul style="list-style: square"> \n<li><span style="color: #000000"> Weil Zuweisungen, Foren und Test & Quizzes Rekord und berechnen Noten mit Punkten, wird Buchstabe Grad-Modus nicht empfohlen, wenn die Verwendung dieser Tools.</span> </li> \n<li><span style="color: #000000"> Gradebook Import unterst\u00fctzt nicht den Import Brief Noten.</span> </li> \n</ul>

gradebookSetupInstructionalForCategoryTypeGroupingHeading=Leistungs\u00fcbersicht mithilfe von Kategorien organisieren
gradebookSetupInstructionalForGradeTypeGroupingHeading=Bewertung mithilfe von

unexpectedResponseFromServer = Unerwartete Antwort vom Server: 

# export wizard
# GRBK-839
exportIncludeComments = Kommentare&nbsp;hinzuf\u00fcgen
exportWizardHeading = Prozess-Input-Antrag exportieren
exportWizardTitle = Auswahlm\u00f6glichkeiten exportieren
# this card label should change as more options are added.
exportChoices = Kommentare

# Student Panel : GRBK-616
studentPanelVisibleToStudent = Sichtbar f\u00fcr Teilnehmer
studentPanelPercentOfCourseGrade = % der Kursbewertung
studentPanelExcluded = Ausgeschlossen
studentPanelDropped = Gesenkt
studentPanelDropLowest = Niedrigsten Punktestand senken
studentPanelGradeInfoTableHeader = Einzelne Punktzahlen (klicken Sie auf eine Zeile, um die Kommentare zu sehen)
studentPanelGradeInfoTableHeaderWithChart = Einzelne Punktzahlen (klicken Sie auf eine Zeile, um die Kommentare und die Statistiktabelle zu sehen)
studentPanelCourseStatistics = Kursstatistiken
studentPanelHeadingName = Bezeichnung
studentPanelHeadingEmail = E-Mail
studentPanelHeadingId = ID
studentPanelHeadingSection = Abschnitt
studentPanelCourseGrade = Kursbewertung
studentPanelCalculatedGrade = Berechnete Bewertung
studentPanelRank = Rang

# GRBK-1077
unknownExcelFileFormat = Das Excel-Dateiformat wurde nicht erkannt.
noFileExtensionFound = Die Datei hat keine Dateierweiterung (z. B. '.xls')
noItemModelFound = Das Elementmodell f\u00fcr die Leistungs\u00fcbersicht konnte nicht gefunden werden.

# GRBK-1081
importUserNotFoundMessage = Eine oder mehrere Angaben unter der ID des Teilnehmers stimmen mit den IDs der in diesen Kurs eingeschriebenen Teilnehmer nicht \u00fcberein.
importInvalidScoresMessage = Eine oder mehrere hochgeladene Punktzahlen k\u00f6nnen nicht akzeptiert werden, da sie nicht im richtigen Format gespeichert sind oder da die Punktzahlen h\u00f6her sind als der maximal erlaubte Wert f\u00fcr diese Elemente. Diese Eingaben wurden mit roter Farbe hervorgehoben.
importMissingHeaderMessage = Die geladene Datei beinhaltet nicht die erforderlichen \u00dcberschriftinformationen zum Laden.

importUniqueFileNameMessage = Es konnte in 1000 Versuchen kein eindeutiger Dateiname gefunden werden. Benennen Sie die Datei manuell um, und wiederholen Sie den Import.
importValidSheetsMessage = Die eingegebene XLS-Kalkulationstabelle beinhaltet keine g\u00fcltigen Arbeitsbl\u00e4tter. Beheben Sie den Fehler, und versuchen Sie es erneut.

# GRBK-1086 
exportSheetTitle=Leistungs\u00fcbersicht

#
# @since 1.7.0
#
finalGradeSubmissionStatusWarning = Leistungs\u00fcbersichts-UID ist null
finalGradeSubmissionStatusDialogTitle = Status der Einreichung der Gesamtbewertung
finalGradeSubmissionStatusErrorMessage = Bei der \u00dcberpr\u00fcfung durch die Anwendung, ob die Gesamtbewertung f\u00fcr diesen Kurs eingereicht wurde, ist ein Fehler aufgetreten.

# GRBK-1083
# @since 1.7.0
#
itemFormPanelReleasedItemForCategoryEmptyMessage = Die Kategorie ist leer, Sie k\u00f6nnen den freigegebenen Elementstatus zu diesem Zeitpunkt nicht \u00e4ndern.

#
# GRBK-1128
# @since 1.8.0
#
dropLowestHelpText = Sie k\u00f6nnen optional die Anzahl der Elemente mit dem niedrigsten Punktestand in der Kategorie festlegen, die sie von der Kursbewertung ausschlie\u00dfen m\u00f6chten, indem Sie eine Zahl in das Feld Niedrigsten Punktestand senken eingeben. <br><br> \n\tDiese Zahl wird neben dem Symbol f\u00fcr den Kategorieordner in der Leistungs\u00fcbersicht-Registerkarte des Fensters Bewertungselemente angezeigt. <br><br> \n\tIst Ihre Leistungs\u00fcbersicht auf gewichtete Kategorien eingestellt, k\u00f6nnen Sie nur dann festlegen, dass der CLE die Elemente mit dem niedrigsten Punktestand senkt, wenn Sie die Kategorie so einstellen, dass sie Elemente mit der gleichen Gewichtung beinhaltet.
dropLowestHelpTextTitle = Niedrigsten Punktestand senken
 

